# LObject

## Description
Function LObject returns a handle to the last object in the active document.&lt;BR&gt;

```pascal
FUNCTION LObject : HANDLE;
```

```python

def vs.LObject():
    return HANDLE
```

## Version
Availability: from MiniCAD
## Category
* Document List Handling